Repository: yangrando/lumen
Catalog: Lumen/Resources/Localizable/*.lproj/Localizable.strings
Languages: es, pt_br

# welcome.title.part1
source: Learn English by reading about
es: Aprende inglés leyendo sobre
pt_br: Aprenda inglês lendo sobre

# welcome.title.part2
source: what you love.
es: lo que amas.
pt_br: o que você ama.

# welcome.description
source: Personalized feed with real-time AI feedback.
es: Feed personalizado con retroalimentación de IA en tiempo real.
pt_br: Feed personalizado com feedback de IA em tempo real.

# welcome.button.apple
source: Continue with Apple
es: Continuar con Apple
pt_br: Continuar com a Apple

# welcome.button.google
source: Continue with Google
es: Continuar con Google
pt_br: Continuar com o Google

# welcome.button.email
source: Sign up with Email
es: Registrarse con correo electrónico
pt_br: Cadastrar com E-mail

# welcome.terms
source: By continuing, you agree to our
es: Al continuar, aceptas nuestros
pt_br: Ao continuar, você concorda com nossos

# welcome.terms.link1
source: Terms of Service
es: Términos de servicio
pt_br: Termos de Serviço

# welcome.terms.link2
source: Privacy Policy
es: Política de privacidad
pt_br: Política de Privacidade

# level.selection.title
source: What are your goals?
es: ¿Cuál es tu nivel de inglés?
pt_br: Qual é seu nível de inglês?

# level.selection.description
source: Select what you want to achieve with English
es: Elige el nivel que mejor describe tu proficiencia actual
pt_br: Escolha o nível que melhor descreve sua proficiência atual

# level.beginner
source: Beginner
es: Principiante
pt_br: Iniciante

# level.beginner.description
source: Just starting out
es: Apenas comenzando
pt_br: Apenas começando

# level.elementary
source: Elementary
es: Elemental
pt_br: Elementar

# level.elementary.description
source: Basic understanding
es: Comprensión básica
pt_br: Compreensão básica

# level.intermediate
source: Intermediate
es: Intermedio
pt_br: Intermediário

# level.intermediate.description
source: Conversational level
es: Nivel conversacional
pt_br: Nível conversacional

# level.upperIntermediate
source: Upper-Intermediate
es: Intermedio Superior
pt_br: Intermediário Superior

# level.upper.intermediate.description
source: Advanced understanding
es: Comprensión avanzada
pt_br: Compreensão avançada

# level.advanced
source: Advanced
es: Avanzado
pt_br: Avançado

# level.advanced.description
source: Fluent and confident
es: Fluido y confiado
pt_br: Fluente e confiante

# level.continue.button
source: Continue
es: Continuar
pt_br: Continuar

# interests.title
source: What are your interests?
es: ¿Cuáles son tus intereses?
pt_br: Quais são seus interesses?

# interests.description
source: Select topics you'd like to learn about
es: Selecciona los temas que te gustaría aprender
pt_br: Selecione os tópicos que gostaria de aprender

# interests.continue.button
source: Continue
es: Continuar
pt_br: Continuar

# objectives.title
source: What are your goals?
es: ¿Cuáles son tus objetivos?
pt_br: Quais são seus objetivos?

# objectives.description
source: Select what you want to achieve with English
es: Selecciona lo que quieres lograr con el inglés
pt_br: Selecione o que você quer alcançar com o inglês

# objectives.complete.button
source: Complete Setup
es: Completar Configuración
pt_br: Completar Configuração

# completion.title
source: You're all set!
es: ¡Todo listo!
pt_br: Tudo pronto!

# completion.description
source: Your personalized learning experience is ready
es: Tu experiencia de aprendizaje personalizada está lista
pt_br: Sua experiência de aprendizado personalizada está pronta

# completion.start.button
source: Start Learning
es: Comenzar a Aprender
pt_br: Começar a Aprender

# feed.title
source: Learn by Reading
es: Aprende Leyendo
pt_br: Aprenda Lendo

# feed.empty.title
source: No phrases available
es: No hay frases disponibles
pt_br: Nenhuma frase disponível

# feed.empty.description
source: Try adjusting your filters
es: Intenta ajustar tus filtros
pt_br: Tente ajustar seus filtros

# feed.save.button
source: Save
es: Guardar
pt_br: Salvar

# feed.unsave.button
source: Remove
es: Eliminar
pt_br: Remover

# feed.ai.feedback
source: AI Feedback
es: Retroalimentación de IA
pt_br: Feedback da IA

# feed.ask.ai
source: Ask AI
es: Preguntar a la IA
pt_br: Perguntar à IA

# feed.translate
source: Translate
es: Traducir
pt_br: Traduzir

# feed.difficulty
source: Difficulty
es: Dificultad
pt_br: Dificuldade

# feed.category
source: Category
es: Categoría
pt_br: Categoria

# feed.saved.phrases
source: Saved Phrases
es: Frases Guardadas
pt_br: Frases Salvas

# feed.all.phrases
source: All Phrases
es: Todas las Frases
pt_br: Todas as Frases
